<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<textarea rows="20" cols="100" style="font-size: 10pt; font-style: normal;">
제 1 조 (목적)

이 약관은 에코구로협동조합(이하 "회사")이 운영하는 인터넷 웹사이트 "에코구로협동조합, URL 주소 : www.ecoguro.co.kr" (이하 "본 사이트")에서 제공하는 인터넷 관련 서비스(이하 "서비스")의 이용조건 및 절차, 책임에 관한 사항을 규정함을 목적으로 합니다.

제 2 조 (약관의 효력 및 변경)
1. 이 약관의 내용은 웹사이트에 게시하거나 기타의 방법으로 회원에게 공지 함으로써 효력을 발생합니다.
2. 회사는 이 약관을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지함으로써 효력을 발생합니다.
3. 회원의 경우 변경된 약관에 동의하지 않을 경우 회원탈퇴를 요청할 수 있습니다.

제 3 조 (약관 외 준칙)

이 약관에 명시되지 않은 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.

제 4 조 (용어의 정의)

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. 이용자 : 회원과 비회원을 포함해서 본 사이트에 접속해서 본 사이트의 서비스를 이용하는 자.
2. 회원 : 회사와 서비스 이용에 관한 계약을 체결하고 회원 아이디를 부여받은 자
3. 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자, 숫자 또는 양자의 조합
4. 비밀번호(Password) : 회원의 본인 확인과 비밀 보호를 위해 회원 자신이 설정한 문자, 숫자 또는 양자의 조합
5. 운영자 : 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람
6. 해지 : 회사 또는 회원이 서비스 개통 이후 이용계약을 종료시키는 의사 표시
7. 이용계약 : 서비스를 제공받기 위하여 회사와 체결하는 계약을 말합니다.

제 2 장 서비스 이용 계약

제 5조 (이용 계약의 성립)
1. 이용 계약은 이용자가 회사가 요청하는 소정의 신규 회원가입 양식에서 요구하는 사항을 기록하여 회원가입을 하는 즉시 성립됩니다.
2. 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하며 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스 사용의 제한을 받을 수 있습니다.
3. 회사는 다음 각 호에 해당하는 경우 이용 강제로 회원가입 취소 또는 상응한 서비스의 이용제한을 할 수 있습니다. 
① 본인의 실명으로 신청하지 않은 경우
② 다른 사람의 명의를 빌리거나 도용하여 차명으로 신청한 경우
③ 회원가입신청서의 내용을 허위로 기재했거나 첨부한 경우
④ 관계법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
⑤ 기타 회사가 정한 이용신청 요건이 미비된 경우 


제 6조 (이용 계약 사항의 변경)
1. 회원은 개인정보관리 시스템을 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
2. 회원은 이용 신청시 기재한 사항이 변경되었을 경우 온라인으로 수정해야 하며 회원정보를 변경하지 아니하여 발생되는 문제의 책임은 회원에게 있습니다.
3. 회원은 회사에 대하여 직접 서비스를 통하거나 서면또는 전화등의 방법으로 탈퇴를 요청 할 수 있습니다.

제 3 장 서비스 이용

제 6 조 (회사의 의무)

회사는 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의 승낙 없이 제 3자에게 누설배포하지 않습니다.
단, 범죄에 대한 수사상의 목적 등, 관계 법령에 의한 경우는 예외로 합니다.

제 7 조 (회원 이용자번호(ID)와 비밀번호 관리에 대한 의무)
1. 이용자번호(ID)와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다.
회원에게 부여된 이용자 번호(ID)와 비밀번호의 관리소홀, 부정사용에 의하여 발생 하는 모든 결과에 대한 책임은 회원에게 있습니다.
2. 자신의 이용자번호(ID)가 부정하게 사용된 경우 회원은 반드시 회사에 그 사실을 통보해야 합니다.

제 8 조 (서비스 전반에 관한 회원의 의무)
1. 회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다. 
① 다른 회원의 ID를 부정하게 사용하는 행위
② 서비스에서 얻은 정보를 회사의 사전승낙 없이 회원의 이용이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제 3자에게 제공하는 행위
③ 제3자의 저작권 등 기타권리를 침해하는 행위
④ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위
⑤ 범죄와 결부된다고 객관적으로 판단되는 행위
⑥ 기타 관계법령에 위배되는 행위 

2. 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 합니다.
3. 회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 합니다.
4. 회원이 약관에 위반한 활동에 이용하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다.

제 9조 (정보의 제공)

회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에 대해서 전자우편이나 서신우편등의 방법으로 회원에게 제공할 수 있습니다.

제 10 조 (회원의 게시물)

회사는 회원이 게시하거나 등록하는 서비스내의 내용물이 다음 각 호의 1에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.
1. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
2. 공공질서 및 미풍양속에 위반되는 내용인 경우
3. 범죄적 행위에 결부된다고 인정되는 내용일 경우
4. 제 3 자의 저작권 등 기타권리를 침해하는 내용인 경우
5. 회사에서 규정한 게시기간 또는 용량을 초과한 경우
6. 기타 관계법령에 위반된다고 판단되는 경우

제 11 조 (게시물의 저작권)

서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.
1. 게시물에 대한 권리와 책임은 게시자에게 있으며 회사는 게시자의 동의없이는 이를 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우는 그러하지 아니하며 또한 서비스 내의 게재권을 갖습니다.
2. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.

제 12 조 (서비스 이용시간)
1. 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다.
다만 정기 점검 등의 필요로 회사가 정한 날이나 시간은 그러하지 않습니다.
2. 회사는 서비스를 일정범위로 분할하여 각 범위별로 이용가능시간을 별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다.

제 13 조 (서비스 제공의 중지)
1. 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다. 
① 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
② 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우 

2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

제 14 조 (개인정보의 보유 및 이용기간 파기)
1. 회사는 회원에게 제공되는 서비스 기간이 만료 되었을 경우, 지체없이 수집된 회원정보를 파기하는 등 필요한 조치를 취할수 있습니다.
다만, 회원이 회사에 대하여 이행하지 아니한 채무가 있는 경우, 그 이행을 촉구함에 필요한 범위 내에서 당해 회원에 대한 개인정보를 일시적으로 보유할 수 있습니다.

제 15조의 (개인정보보호)
1. 회사는 정보통신망이용촉진등에 관한법률등 관계법령에 따라 이용신청시 제공받는 이용자의 개인정보, 이후에 추가로 제공받는 개인정보 및 서비스 이용중 생성되는 개인정보를 보호하여야 합니다.
2. 이용자가 자신의 개인정보를 전송등의 방법으로 회사에 제공하는 행위는 회사의 개인정보 수집 및 이용 등에 동의하는 것으로 간주됩니다.
회사의, 이용자 개인정보의 수집목적 및 이용목적은 다음 각호와 같습니다. 
① 서비스 제공 등 이용계약의 이행
② 마케팅 정보 생성 및 이용고객별 안내
③ 광고 전송 또는 우송 

3. 회사는 개인정보를 이용고객의 별도의 동의 없이 제3자에게 제공하지 않습니다.
다만, 다음 각호의 경우는 이용고객의 별도 동의 없이 제3자에게 이용 고객의 개인 정보를 제공할 수 있습니다. 
1). 수사상 목적에 따른 수사기관의 서면 요구가 있는 경우에 수사협조의 목적으로 국가 수사기관에 성명, 주소등 신상정보를 제공하는 경우
2). 신용정보의 이용 및 보호에 관한 법률, 전기통신관련법률 등 법률에 특별한 규정이 있는 경우
3). 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정개인을 식별할 수 없는 형태로 제공하는 경우 


제 16조 (면책조항)
1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
4. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
5. 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.

제 17조 (관할법원)

서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.

[부칙]

1. 본 약관은 2013년 9월 01일부터 적용합니다.
</textarea>
